from src.bot.common.middlewares.i18n import gettext as _

START = _("<b>Главная</b>: <i>Главное меню</i>")
SUPPORT = _("Напишите свой вопрос и мы поможем вам решить проблему.\n\n"
            "В редких случаях время ответа может составлять до 4 часов.")

SUPPORT_YOUR_MESSAGE_SEND_ADMIN = _("Ваше сообщение отправлено администратору. Ожидайте ответа.")
USER_BLOCKED = _("<b>Доступ запрещен</b>: <i>Вы были заблокированы администратором</i> 🚫")
USER_BLOCKED_ALERT = _("Вы были заблокированы администратором")
THROTTLED = _("Не нужно торопиться, вводите данные умеренней")
ADMINS_NOT_FOUND = _("Пока нет свободного администратора, попробуйте позже")
